cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "git"
brew "vim"
brew "htop"
brew "rsync"
brew "wget"
brew "n"
brew "openjdk"
brew "translate-shell"
brew "mas"
brew "sqlite"
brew "gh"
brew "yazi"

cask "google-chrome"
cask "yt-music"
cask "docker"
cask "wezterm"
cask "zoom"
cask "google-drive"
cask "discord"
cask "slack"
cask "krita"
cask "tiles"
cask "visual-studio-code"
cask "vlc"
