cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "git"
brew "python3"
brew "neofetch"
brew "vim"
brew "htop"
brew "rsync"
brew "wget"
brew "n"
brew "openjdk"
brew "translate-shell"

cask "google-chrome"
cask "google-japanese-ime"
cask "yt-music"
cask "docker"
cask "wezterm"
cask "zoom"
cask "discord"
cask "slack"
cask "balenaetcher"
cask "tiles"
cask "visual-studio-code"
cask "vlc"